// A) пустой массив;

//после задачи A выведи в консоль первый элемент массива (да-да, мы знаем, что он не существует, но ты все равно попробуй вывести и посмотри что появится в консоли);

// B) массив с тремя числовыми элементами;

//после задачи B выведи в консоль сумму первого и третьего элеметов массива;

// C) массив с тремя строковыми элементами;

// после задачи C выведи в консоль строку, в которой склеены все три элемента массива;

// D) массив с тремя строковыми и с тремя числовыми элементами;

// после задачи D выведи в консоль такую строку: 1-й элемент массива - [тут сам элемент], а последний элемент - [тут сам элемент] (при решении вспомни про обратные кавычки);

// E) массив с именами всех твоих одногруппников;

// после задачи E выведи в консоль пятый элемент текущего массива и последний элемент массива из задания B;

// F) массив, в котором есть число, строка, null, undefined, true и false;

// после задачи F выведи каждый элемент массива в отдельный console.log();

// G) массив, внутри которого три пустых массива;

// после задачи G выведи в консоль длину массива;

// H) массив, внутри которого два массива, а внутри каждого вложенного массива любые три числа.

// после задачи H выведи в консоль произведение второго элемента первого вложенного массива и третьего элемента второго вложенного массива.

// ---------------------------------------------------------------------

// Создай переменную с пустым массивом. После этого с помощью метода .push() добавь в него любой элемент. Выведи результат в консоль.

// Создай новую переменную с пустым массивом. Добавь в него три новых текстовых элемента с помощью метода .push() (подсказка: несколько элементов можно указать через запятую). Выведи результат в консоль.

// Создай новую переменную с массивом из двух значений: true и false. Добавь в начало этого массива новый элемент со значением null. Выведи результат в консоль.

// Создай массив из двух вложенных пустых массивов. Во второй вложенный массив с помощью .push() добавь три значения true. В итоге массив должен стать таким: [[], [true, true, true]]. Выведи результат в консоль.

// Создай переменную со следующим массивом: ["html", "css"]. В начало этого массива добавь значение "git", а в конец "javascript". Выведи результат в консоль.

// В конец предыдущего массива добавь строку "figma" не используя метод .push() (вспоминай про способ с []).

//----------------------------------------------------------------------------------------------------------------------

// A) добавь в конец массива значение "react" (используй .push())

// B) выведи весь массив в консоль

// C) добавь в конец массива значение "redux" (используй способ с [])

// D) выведи весь массив в консоль

// E) добавь в начало массива значение "git"

// F) выведи весь массив в консоль

/*
 *  G) выведи в консоль строку "сначала мы изучим git, а в конце изучим redux".
 *  Слова "git" и "redux" должны браться из массива, а не печататься от руки.
 * (вспоминай про кавычки ``)
 */

// H) добавь в конец массива сразу два элемента: "mysql" и "mongodb".

// I) выведи в консоль длину массива
