//Задача 5.2
// задание 1
/*
  Создать переменную где лежит возраст.
  напиши ниже условие, которое выведет в консоль текст "ты пацан"
  если userAge меньше 35
*/

// тут твой код

//задание 2
// ------------------------------------------------------------------------------
/*
  Создать переменную isAdmin.
  Напиши ниже условие, которое выведет в консоль текст "доступ запрещен",
  если значение константы isAdmin ложно
*/
// тут твой код

// ------------------------------------------------------------------------------
//задание 3
/*
   Создать две переменные в котором лежат пароль, и реальный пароль.
   напиши ниже условие, которое выведет в консоль текст "правильный пароль"
   только в том случае, если значения констант password и realPassword совпадают.
*/

// ------------------------------------------------------------------------------
// задание 4
/*
  Создать переменную где лежит возраст.
  напиши ниже условие, которое выведет в консоль текст "возраст указан верно"
  только в том случае, если ТИПОМ переменной myAge является number.
  Тебе понадобится оператор typeof: https://learn.javascript.ru/types#type-typeof
*/
// тут твой код

// ------------------------------------------------------------------------------
// задание 5
/*
  Создать переменные две числовые перенные
  напиши ниже условие, которое выведет в консоль "икс меньше игрик" только
  в том случае, если значение переменной x меньше, чем значение переменной y
*/
// тут твой код
