//  Задача 2.1
// твой возраст;

// год рождения;

// число рождения (без нолика в начале);

// количество родных братьев;

// количество родных сестер;

// количество человек в семье;

// стоимость проезда до места обучения;

// текущий год;

// курс доллара;

// курс евро;

// курс биткоина;

//----------------------------------------------------------------------------------------------------------------------

//Задача 2.2

// текущий год минус год рождения;

// текущий год минус твой возраст;

// количество родных братьев плюс количество родных сестер;

// курс евро умноженный на 1000;

// курс доллара умноженный на 2.5;

// курс биткоина разделенный на 10000;

// стоимость проезда до места обучения разделенная на курс доллара;

// количество человек в семье минус количество братьев минус количество сестер;

// 0 деленный на твой возраст;

// 35 минус твой возраст;
