// Найти сумму элементов в массиве.
// Найти количество положительных чисел в массиве.
// Посчитать количество отрицательных элементов в массиве.
// Найти количество четных чисел в массиве.
// Найти наибольшее число в массиве.
// Найти среднее значение чисел в массиве.
// Подсчитать количество элементов в массиве, удовлетворяющих определенному условию.
// Найти индекс первого отрицательного числа в массиве.
// Проверить, все ли элементы массива являются числами.
// Получить новый массив, в котором все элементы умножены на 2.
// Проверить, есть ли повторяющиеся элементы в массиве.
// Создать новый массив, содержащий только уникальные элементы из исходного массива.
// Отсортировать массив в обратном порядке.
// Отсортировать массив чисел по возрастанию.
