// Найти сумму всех элементов в массиве.
// Найти количество четных чисел в массиве.
// Найти индекс первого вхождения определенного элемента в массиве.
// Посчитать количество отрицательных элементов в массиве.
// Найти среднее значение всех элементов в массиве.
// Создать новый массив, содержащий элементы из исходного массива, умноженные на 2.
// Проверить, есть ли в массиве элементы, которые делятся на 5.
// Отсортировать массив чисел по возрастанию.
// Поменять местами минимальный и максимальный элементы в массиве.
// Создать новый массив, содержащий только уникальные элементы из исходного массива.
